<template>
  <div class="alipay_service_protocol">
    <h4>支付服务协议</h4>
    <p>
        感谢您选择支付宝服务。支付宝服务协议（以下简称本协议）由
        支付宝（中国）网络技术有限公司（以下简称支付宝）和您签订。
    </p>
    <h4>一.支付宝服务协议的确认</h4>
    <p>
        1、请您先仔细阅读本协议内容，尤其是字体加粗部分。如您对本
        协议内容或页面提示信息有疑问，请勿进行下一步操作。您可通
        过支付宝网站（下文定义）的在线客服或官方热线95188进行咨
        询，以便我们为您解释和说明。您通过页面点击或其他方式确认
        即表示您已同意本协议。<br>
        2、如我们对本协议进行修改，我们将通过www.alipay.com网站
        公告的方式提前予以公布，变更后的协议在公告届满30日起生效。
        若您无法同意变更修改后的协议内容，您有权停止使用相关服务；
        双方协商一致的，也可另行变更相关服务和对应协议内容。<br>
        3、如您为无民事行为能力人或为限制民事行为能力人，请告知您
        的监护人，并在您监护人的指导下阅读本协议和使用我们的服务。
        若您非中华人民共和国境内（为本协议之目的，不包括香港、澳
        门特别行政区及台湾地区）用户，您还需同时遵守您所属国家或
        地区的法律，且您确认，订立并履行本协议不违反您所属、所居
        住或开展经营活动或其他业务的国家或地区的法律法规。 
    </p>
  </div>
</template>
<script>
  import { CellGroup, Cell } from "vant";
  export default {
    components: {
      CellGroup,
      Cell,
    }
  };
</script>
<style lang="less">
  .alipay_service_protocol {
    padding: 12px 15px;
    line-height: 1.5;
    h4 {
      margin: 0;
      font-size: 16px;
    }
    p {
      margin-top: 10px;
      color: @grey;
    }
  }
</style>
